/**++----------------------------------------------------------------------------------------------------------------------------------------------------------------------
1.功能：英文通用配置
2.作者：Object
-----------------------------------------------------------------------------------------------------------------------------------------------------------------------++*/
import enLocale from 'element-ui/lib/locale/lang/en'
import common from './common_en'
import workflowEn from "fe-workflow/src/i18n/langs/en.js";
const en = {
  ...enLocale,
  ...common,
  ...workflowEn
}

export default en