/**++----------------------------------------------------------------------------------------------------------------------------------------------------------------------
1.功能：中文通用配置
2.作者：Object
-----------------------------------------------------------------------------------------------------------------------------------------------------------------------++*/
import zhLocale from 'element-ui/lib/locale/lang/zh-CN'
import common from './common_zh'
import workflowZh from "fe-workflow/src/i18n/langs/zh.js";
const zh = {
  ...zhLocale,
  ...common,
  ...workflowZh
}
export default zh